
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определнию состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n Проба Руфье представляет собой нагрузочный комплекс, предназнчанный для оценки роботоспособности сердца при физической нагрузке.\nУ испытуемого, находящегося в положение лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд:\n затем в течение 45 секкунд испытуемый выполняет 30 приседаний.\n а потом - за последние 15 секнуд первой минуты периода восстановления.\nВажно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\n ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.' 
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс на 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.  '
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите на кнопку "Начать делать приседание".\nчтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и измерьте пульс санчала за первые 15 секунд минуты, затем за последние 15 секундю.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗеленым обозначены секунды, в течение которых необходимо\nпроводить измерения, чеоным - минуты без замера пульсаций. Результаты запишите в соответтвующие поля. '
txt_sendresults = ''
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'
txt_starttest4 = 'Отправить результаты'
txt_time = '00:00:15'

txt_age = 'Полных лет:'
txt_finalwin = 'Результат'
txt_index = 'Индекс Руфье'
txt_workheart = ''